<?php

return [
    'add_to_cart'=>[
        'title'=>'Προσθήκη στο Καλάθι',
        'success'=>'Το προϊόν προστέθηκε στο καλάθι επιτυχώς!',
        'error'=>'Αποτυχία προσθήκης προϊόντος στο καλάθι!',
        'unauthorized'=>'Μόνο οι αγοραστές μπορούν να προσθέσουν προϊόντα στο καλάθι!',
    ],
    'update_quantity'=>[
        'title'=>'Ενημέρωση Ποσότητας',
        'success'=>'Η ποσότητα του προϊόντος ενημερώθηκε επιτυχώς!',
        'error'=>'Αποτυχία ενημέρωσης ποσότητας προϊόντος!',
    ],
    'remove_from_cart'=>[
        'title'=>'Αφαίρεση από το Καλάθι',
        'success'=>'Το προϊόν αφαιρέθηκε από το καλάθι επιτυχώς!',
        'error'=>'Αποτυχία αφαίρεσης προϊόντος από το καλάθι!',
    ],
    'clear_cart'=>[
        'title'=>'Άδειασμα Καλαθιού',
        'success'=>'Το καλάθι άδειασε επιτυχώς!',
        'error'=>'Αποτυχία αδειάσματος καλαθιού!',
    ],
    'order_paid'=>[
        'title'=>'Πληρωμή Παραγγελίας',
        'success'=>'Η παραγγελία πληρώθηκε επιτυχώς!',
        'error'=>'Αποτυχία πληρωμής παραγγελίας',
    ]
];
