<?php

return [
    'title' => 'Λεπτομέρειες Παραγγελίας',
    'customer' => 'Πελάτης',
    'order_date' => 'Ημερομηνία Παραγγελίας',
    'order_status' => 'Κατάσταση Παραγγελίας',
    'payment_status' => 'Κατάσταση Πληρωμής',
    'columns' => [
        'product' => 'Προϊόν',
        'price' => 'Τιμή',
        'quantity' => 'Ποσότητα',
        'total' => 'Σύνολο',
    ],
    'shipping' => [
        'address' => 'Διεύθυνση Αποστολής',
        'phone' => 'Τηλέφωνο',
    ],
    'summary' => [
        'title' => 'Σύνοψη Παραγγελίας',
        'sub_total' => 'Μερικό Σύνολο',
        'taxes' => 'Φόροι',
        'shipping' => 'Κόστος Αποστολής',
        'total' => 'Γενικό Σύνολο',
    ]
];
