<?php

return [
    'title' => 'Το Προφίλ Μου',
    'account_details' => [
        'title' => 'Στοιχεία Λογαριασμού',
        'name' => 'Όνομα',
        'email' => 'Διεύθυνση Email',
        'status' => 'Κατάσταση Λογαριασμού',
        'save' => 'Αποθήκευση Αλλαγών',
    ],
    'change_password' => [
        'title' => 'Αλλαγή Κωδικού Πρόσβασης',
        'current_password' => 'Τρέχων Κωδικός',
        'new_password' => 'Νέος Κωδικός',
        'confirm_password' => 'Επιβεβαίωση Νέου Κωδικού',
        'save' => 'Ενημέρωση Κωδικού',
    ],
    'addresses' => [
        'title' => 'Διευθύνσεις Αποστολής',
        'empty' => 'Δεν βρέθηκαν διευθύνσεις αποστολής.',
        'columns' => [
            'name' => 'Όνομα',
            'address' => 'Διεύθυνση',
            'order' => 'Παραγγελία',
        ],
    ],
];
