<?php

return [
    'message' => 'Ευχαριστούμε. Η παραγγελία σας έχει ληφθεί.',
    'order' => [
        'number' => 'Αριθμός Παραγγελίας',
        'date' => 'Ημερομηνία',
        'total' => 'Σύνολο',
        'payment_method' => 'Τρόπος Πληρωμής',
    ],
    'order_details' => [
        'title' => 'Στοιχεία παραγγελίας',
        'sub_total' => 'Μερικό Σύνολο',
        'discount' => 'Έκπτωση',
        'shipping' => 'Μεταφορικά',
        'total' => 'Σύνολο',
    ],
    'shipping' => [
        'title' => 'Αποστολή',
        'delivery' => 'Παράδοση',
        'delivery_time' => 'Παράδοση εντός 24 ωρών',
    ],
    'address' => [
        'phone' => 'Τηλέφωνο',
    ],
    'buttons' => [
        'back' => 'Επιστροφή στις αγορές',
        'my_orders' => 'Προβολή των Παραγγελιών μου'
    ]
];
